Repository: alimaung/micro
Catalog: micro/locale/*/LC_MESSAGES/django.po
Languages: de

source: Welcome to the Microfilm Processing System
de: Willkommen beim Mikrofilm-Verarbeitungssystem

source: Manage your microfilm projects, process documents, and handle film distribution efficiently.
de: Verwalten Sie Ihre Mikrofilmprojekte, verarbeiten Sie Dokumente und organisieren Sie die Filmverteilung effizient.

source: Register Project
de: Projekt registrieren

source: Create a new microfilm project by processing documents and providing project details.
de: Erstellen Sie ein neues Mikrofilmprojekt durch Verarbeitung von Dokumenten und Angabe von Projektdetails.

source: Get started
de: Loslegen

source: Film Processing
de: Filmverarbeitung

source: Process documents for microfilming, allocate film numbers, and generate reference sheets.
de: Verarbeiten Sie Dokumente für die Mikroverfilmung, weisen Sie Filmnummern zu und erstellen Sie Referenzblätter.

source: Process films
de: Filme verarbeiten

source: Handoff Project
de: Projekt übergeben

source: Prepare your project for external processing with complete documentation and exports.
de: Bereiten Sie Ihr Projekt für die externe Verarbeitung mit vollständiger Dokumentation und Exporten vor.

source: Prepare handoff
de: Übergabe vorbereiten

source: Explore Projects
de: Projekte erkunden

source: Browse and manage existing projects, view processing status, and access project details.
de: Durchsuchen und verwalten Sie bestehende Projekte, sehen Sie den Verarbeitungsstatus ein und greifen Sie auf Projektdetails zu.

source: View projects
de: Projekte anzeigen

source: Machine Control
de: Maschinensteuerung

source: Control microfilm machines and systems and monitor the progress of the project.
de: Steuern Sie Mikrofilmgeräte und -systeme und überwachen Sie den Projektfortschritt.

source: Start monitoring
de: Überwachung starten

source: Reports & Analytics
de: Berichte & Analysen

source: Generate reports, view processing statistics, and analyze project data.
de: Erstellen Sie Berichte, sehen Sie Verarbeitungsstatistiken ein und analysieren Sie Projektdaten.

source: View reports
de: Berichte anzeigen
